const goodsData = {
	phrasebook: {
		title: '相爱第', 
		content: [
			{text: '我很庆幸遇上你，或许是前世修来的福气，让我能够一直守护在你身边。你若安好，便是晴天。', indent: true},
			{text: '我们在一起的日子，生活变得绚丽多彩，无论是欢喜，亦或是悲伤，都是爱的一部分。爱把我们包围着，围成一道坚不可摧的堡垒，无论前面的路多崎岖，我们携手劈风斩浪。', indent: true},
			{text: '我做过最勇敢的一件事，是向你表白，从那天起，我确信你就是我要寻找的人，I quite believe ！从心底就坚定了一个信念，一直陪在你身旁，给你幸福，给你想要的生活。往后的路我牵着你走下去，下雨了我给你打伞，天冷了我给你添衣服，饿了我烧饭给你吃，在你身边照顾你，把自己变得全能，给你一个温暖的家。', indent: true},
			{text: '我们真正在一起的日子其实很短，就越发的想在你身边，你我心里会羡慕别的情侣能够在一起甜甜蜜蜜，我们却分隔两地，也就是异地恋最难的地方，多少人因为守不住寂寞，熬不住异地而分开，我们也出过矛盾，但没有一次是因为异地的原因，一般大多是我的不对，我不够成熟，做的不够好，而你能够一直包容我，你非常的理解我，善解人意，体谅我，这一点也是我非常要学习的。', indent: true},
			{text: '你是世界上最好的女孩，非常不寻常的一位好姑娘。满山鲜花齐放，你是最耀眼的一棵，我一眼就能找到你。天上星星无数，但我抬起头来看到的依然是你在发光发热，给我温暖，给我光明。', indent: true},
			{text: '我爱你，牵着你手踏遍星河，徜徉在浩瀚的宇宙！', indent: true}
		]
	}
}

export default goodsData